Revit 2027 API
ParameterTypeId.LinearFramingLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LinearFramingLength { get; }
Public Shared ReadOnly Property LinearFramingLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LinearFramingLength {
	ForgeTypeId^ get ();
}
static member LinearFramingLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace